<?php

return [
    'wishlist' => [
        'success' => 'Челлендж успешно добавлен в список желаний',
        'failure' => 'Челлендж не может быть добавлен в список желаний',
        'already'=>' Челлендж уже присутствует в вашем списке желаний',
        'removed'=>' Челлендж успешно удален из списка желаний',
        'remove-fail' => 'Невозможно удалить элемент из списка желаний',
        'empty' => 'У вас нет челленджей в списке желаний',
        'select-options' => 'Необходимо выбрать параметры перед добавлением в список желаний',
        'remove-all-success' => 'Все челленджи из вашего списка желаний были удалены',
    ],
    'reviews' => [
        'empty' => 'Вы еще не просмотрели ни один челлендж'
    ]
];