<div class="pre-footer text">
{{--    <div class="text-section">--}}
{{--        <p class="paragraph">Сколько в жизни ярких впечатлений! И правда… сколько? Посмотри, как интересна, насыщенна и уникальна твоя жизнь: собери все яркие пережитые события в одном месте – своем профиле. Получай кайф, вспоминая все, что пережил, набирайся энергией для достижения новых высот. Стань музой, вдохновляющей других!</p>--}}
{{--        <p class="paragraph">Ба! Да ты сам нуждаешься во вдохновении? Смотри на то, как проводят досуг другие, сколько эмоций они получают, лови идеи оригинальных челленджей, воплощай их в жизнь, делая ее разнообразной и уникальной!</p>--}}
{{--    </div>--}}
    <a href="/page/whole-catalog" id="whole-catalog" class="btn btn-black btn-lg">Перейти к каталогу</a>
</div>


