<?php
return [
    'datagrid' => [
        'actions' => 'Действия',
        'id' => 'Столбцы индекса имеют значение только больше нуля',

        'massaction' => [
            'mass-delete-verify' => 'Вы действительно хотите удалить эти выбранные :resource?',
            'mass-update-status' => 'Вы действительно хотите обновить статус этих выбранных :resource?',
            'delete' => 'Вы действительно хотите выполнить это действие?',
            'edit' => 'Вы действительно хотите отредактировать это :resource?',
        ],

        'zero-index' => 'Столбцы индекса могут иметь значения только больше нуля',
        'no-records' => 'Записи не найдены',
        'filter-fields-missing' => 'Часть обязательных полей пуста, пожалуйста, проверьте столбец, условие и значение правильно',
        'click_on_action' => 'Вы действительно хотите выполнить это действие?',
        'search' => 'Ищите здесь ...',
        'filter' => 'Фильтр',
        'column' => 'Выбрать столбец',
        'condition' => 'Выбрать условие',
        'contains' => 'Содержит',
        'ncontains' => 'Не содержит',
        'equals' => 'Равно',
        'nequals' => 'Не равно',
        'больше' => 'Больше чем',
        'less' => 'Меньше чем',
        'greatere' => 'Больше чем или равно',
        'lesse' => 'Меньше чем или равно',
        'value' => 'Выбрать значение',
        'true' => 'Правда/Активный',
        'false' => 'Ложь/Неактивный',
        'between' => 'Между',
        'apply' => 'Применить',
        'items-per-page' => 'Позиций на странице',
        'value-here' => 'Значение здесь',
        'numeric-value-here' => 'Числовое значение здесь',
        'submit' => 'Выполнить'
    ]
];